export const films = [
  {
    id: '1',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 12,
    name: 'Аватар 2: Шлях Води',
    img: 'https://cdn-st3.rtr-vesti.ru/vh/pictures/hd/381/251/8.jpg',
    description:
      "Амбітний режисер Джеймс Кемерон не забув про свій грандіозний проєкт — фантастичний у всіх сенсах «Аватар». Розробка сюжету, зйомки та монтаж тривають вже 12 років. Сюжет 2 частини розкаже нам про головних героїв — Джейка та Нейтирі, які встигли створити свою сім'ю та старанно виховують дітей. Тепер вже велике сімейство приймає в свою родину ще одну дитину, яка народилася на військовій базі планети Пандора. Хлопчик не зміг вирушити на Землю, оскільки був ще дуже малий. Мати Нейтирі, зрозуміло, бачить в цій дитині нащадка своїх заклятих ворогів, що колись зруйнували її будинок і вбили батька. Передчуття не дурить героїню Зої Салдана: з'ясовується, що людські загарбники мають намір довести справу до кінця та завоювати Пандору. Це перший із чотирьох запланованих продовжень «Аватара», частина зйомок якого пройшли під водою.",
  },
  {
    id: '2',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 18,
    name: 'Джентельмени',
    img: 'https://uafilm.tv/uploads/posts/2020-04/158625728866_the_gentlemen.jpg',
    description:
      'Міккі Пірсон народився і виріс в США в бідній родині, проте зміг отримати стипендію Родса і вступити до Оксфордського університету, де почав продавати марихуану своїм однокурсникам. Незабаром навчання відійшло на другий план, а Міккі зосередився на розвитку підпільного бізнесу з вирощування та продажу травички, досягнувши в результаті неймовірних успіхів. Ставши однією з найвпливовіших фігур Великобританії, він через деякий час вирішує продати прибутковий бізнес, оцінивши його в 400 мільйонів доларів, але несподівано стикається з серйозними проблемами.',
  },
  {
    id: '3',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 14,
    name: 'Зелена миля',
    img: 'https://avatars.mds.yandex.net/get-ott/224348/2a00000169e39ef77f588ccdfe574dae8227/1344x756',

    description:
      "Культова драма «Зелена миля» знята за однойменним романом Стівена Кінга. Головну роль в картині виконав неповторний Том Хенкс. Дії фільму розгортаються в тюрмі «Холодна Гора». Одного разу в блок для засуджених до смертної кари поступає новий в'язень - Джон Коффі, засуджений за вбивство маленьких дівчаток. Коффі привертає увагу начальника цього блоку - Пола Еджкомба. За довгі роки роботи він надивився на різних злочинців, і він трохи розбирається в людях. Пол сумнівається у винності Коффі, адже не дивлячись на його страхітливий вигляд, він наділений наївною добротою і людяністю. Так само з часом з'ясовується, що Джон є володарем дивного дару - здатності зцілювати. Пол розуміє, що така людина ніяк не може бути вбивцею. Але що ж робити, і як допомогти йому? На противагу добру завжди виступає злою. Цього разу воно виступить в образі Персі - молодого тюремника, який обожнює робити життя в'язнів нестерпним.",
  },
  {
    id: '4',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 12,
    name: '1+1',
    img: 'https://thumbs.dfs.ivi.ru/storage2/contents/0/e/8091320a67fabb8119ac00fdc386c5.jpg',

    description:
      'Дотепна, зворушлива та життєствердна французька комедія про дружбу хворого багатія та життєрадісного бідняка.За сюжетом, аристократ Філіп зазнав аварії під час польоту на параплані і з того моменту виявився повністю паралізованим. Він нічого не може робити самостійно і потребує постійного нагляду. Для цього Філіп наймає в доглядальниці здоровенного веселого негра з темним минулим. Іммігрант відкриває новому патрону незвіданий світ, позбавлений аристократичних умовностей і пробуджує в нещасного каліки смак до життя. Фільм «Недоторканні» або ж «1+1» (2011) буде цікаво дивитись наживо українською усім шанувальникам трагікомедій.',
  },
  {
    id: '5',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 16,
    name: 'Острів проклятих',
    img: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS4nwEVEC4rdcYQCCakpFkgEIZVBHqJsGufAA&usqp=CAU',
    description:
      'Неймовірно крутий психологічний трилер неперевершеного Мартіна Скорсезе про заплутану детективну історію, що розігралася на фоні похмурих декорацій ізольованої на острові вязниці для божевільних злочинців. Події розгортаються у 1950-і роки. За сюжетом, два федеральних маршали  прибувають на острів, де знаходиться психіатрична лікарня для небезпечних злочинців. Їм належить розслідувати можливу втечу однієї з пацієнток, вбивці власних дітей, яка загадковим чином просто зникла із замкненої палати. Невдовзі маршалам починає здаватись, що на похмурому острові навіть лікарський персонал не зовсім здоровий, але правда виявляється ще більш шокуючою…',
  },
  {
    id: '6',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 16,
    name: 'Бетмен',
    img: 'https://lifehacker.ru/wp-content/uploads/2019/10/Polnyj-gid-po-vsem-filmam-i-teleserialam-o-Betmene_1570140886.jpg',

    description:
      'У Готемі знову зявляється новий таємничий злодій. На місці злочину він залишає послання для Бетмена. Поліція не може самостійно вести розслідування, тому доводиться в черговий раз звертатися до похмурого героя. Брюса Вейна турбує те, що йому зрозумілі і близькі мотиви лиходія. Він прагне вивести на чисту воду всіх людей, які перебувають при владі і які загрузли в брехні. Вони прикриваються благими намірами і добрими вчинками, але в дійсності їх цікавлять тільки влада і гроші. Бетмен сам не раз стикався з тим, що в багатьох бідах міста винні саме люди, які перебувають при владі, які є невідємною частиною злочинного світу. Брюс Вейн сумнівається у власних переконаннях і цілях, не дивлячись на це, незабаром йому належить знов зробити непростий вибір...',
  },
  {
    id: '7',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 16,
    name: 'Одного разу в Голівуді',
    img: 'https://planetakino.ua/res/get-poster/00000000000000000000000000001822/big.jpg',

    description:
      'Одні з найбільш очікуваних подій в світі кіно - це завжди фільми Квентіна Тарантіно, і ось метр трилера і кривавих історій представляє свою девяту роботу в кіно під назвою «Одного разу ... в Голлівуді». Дія відбувається влітку 1969, героями фільму стали колишня зірка вестернів Рік Далтон у виконанні ролі Леонардо Ді Капріо, а також його багаторічний дублер Кліф Бут, якого зіграв Бред Пітт. Напружений сюжет кінокартини розгортається навколо кривавих дій серійного вбивці Чарльза Менсона і його секти ...Сюжет цей заснований на реальних подіях, адже тоді була убита актриса Шарон Тейт, і зроблено це було руками членів даної кривавої секти. Але ці події стали лише поштовхом для «фірмової» кінооповіді Тарантіно, яка невловимо нагадує його найперший фільм «Кримінальне чтиво». Так що дивитися те, що розгортається на екрані, глядачеві дуже цікаво, напружено, криваво і досить похмуро. Але такий Квентін Тарантіно в кіно, і його творчість продовжує зачаровувати ...',
  },
  {
    id: '8',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 16,
    name: 'Джокер',
    img: 'https://apostrophe.ua/uploads/06092019/1da78b64d319aee1a469498977af0d1e.jpg',

    description:
      'Кінофільм "Джокер" - серйозна психологічна драма, яка доведе - Комікси можуть бути дуже серйозними. Історія розповість про звичайного чоловіка Артура Флека, який, як і тисячі інших людей пробує реалізуватися у великому місті. У чоловіка постійні проблеми з роботою, він ходить до психіатра, удома його чекає старенька матір. Навколо героя суцільний негатив і це просто зводить його з розуму. Та у кожного є мрія. У Артура вона є також. Він бажає жартувати і бути стендап коміком. Попри всю важкість свого становища, чоловік бажає веселити публіку. Але і тут не все пройде так, як він очікував. Події фільму охоплять той відрізок його життя, де все піде не за планом. Чоловіка чекають великі потрясіння, великі зміни і що з цього вийде - побачить кожен глядач переглянувши фільм.Режисер Тодд Філіпс дав кожному глядачу простір для уяви та роздумів, тому фільм буде потрактований багатьма людьми по різному. Для когось Артур - соціопат, якого зламало суспільство. Для когось - жорстокий убивця. Хто ж він насправді, цей Джокер? Питання завжди залишиться нерозгаданим. Після виходу фільму на великі екрани виявилось, що він був вкрай неоднозначним і викликав у глядачів бурю емоцій. Аудиторія поділилась на два фронти: одні розуміли, підтримували та співчували Артуру Флеку. Інші ж засудили джокера і назвали його справжнісінькою хворобою суспільства. Одні сприйняли фільм, як гарну адаптацію, а інші в свою чергу заявили про не канонічність образу. Тому спробуйте переглянути фільм, та скласти своє власне враження від перегляду. Фільм однозначно вартий Вашої уваги!',
  },
  {
    id: '9',
    sessions: {
      mon: { day: 'Monday', hall: 1, time: '10:30', price: 80 },
      tues: { day: 'Tuesday', hall: 1, time: '14:30', price: 120 },
      weed: { day: 'Wednesday', hall: 1, time: '17:00', price: 120 },
      thurs: { day: 'Thursday', hall: 1, time: '22:30', price: 80 },
      fri: { day: 'Friday', hall: 1, time: '15:30', price: 140 },
      sat: { day: 'Saturday', hall: 1, time: '14:00', price: 180 },
      sun: { day: 'Sunday', hall: 1, time: '9:30', price: 100 },
    },
    age: 18,
    name: 'Астрал',
    img: 'https://thumbs.dfs.ivi.ru/storage2/contents/4/6/fac150c7d893f723e84dacef0f033f.jpg',

    description:
      "Містичний фільм «Астрал» познайомить глядачів з загадками потойбічного світу. Головними героями картини виступають члени сім'ї викладача Джоша: його дружина Рене і троє їхніх дітей. Після переїзду в новий будинок, Рене зауважує дивні речі, що відбуваються в ньому. Одного разу її син Далтон забирається на горище і ненавмисно падає звідти. Наступного ранку дитина не може навіть прокинутися. Лікарі, викликані його батьками, точний діагноз хлопчика не встановлюють. Рене вмовляє Джоша перебратися в інший будинок, вважаючи його причиною усіх нещасть, що звалилися на сімейство. У новому житлі все повторюється знову: паранормальні явища і раніше переслідують господарів. Зневірившись, Рене запрошує фахівця з області привидів Еліс Рейнер. Оглянувши Далтона, вона розповідає батькам про астрал, в який потрапила його душа, завдяки надзвичайним здібностям. Виявляється, хлопчик і раніше міг туди проникати, але завжди повертався назад ...",
  },
]
